Revit 2027 API
ParameterTypeId.TextAlignVert Property
 "Vertical Align"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextAlignVert { get; }
Public Shared ReadOnly Property TextAlignVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextAlignVert {
	ForgeTypeId^ get ();
}
static member TextAlignVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace